Repository: gpaiva00/granulay-app
Catalog: Granulay/*.lproj/Localizable.strings
Languages: pt_br

# menu.enable_effect
source: Enable Effect
pt_br: Ativar Efeito

# menu.disable_effect
source: Disable Effect
pt_br: Desativar Efeito

# menu.lofi_station
source: Lo-Fi Station
pt_br: Estação Lo-Fi

# menu.settings
source: Settings...
pt_br: Configurações...

# menu.quit
source: Quit
pt_br: Sair

# settings.window_title
source: Granulay Settings
pt_br: Configurações do Granulay

# settings.title
source: Settings
pt_br: Configurações

# settings.enable_effect
source: Enable Effect
pt_br: Ativar Efeito

# settings.intensity
source: Intensity
pt_br: Intensidade

# settings.intensity.weak
source: Weak
pt_br: Fraco

# settings.intensity.medium
source: Medium
pt_br: Médio

# settings.intensity.strong
source: Strong
pt_br: Forte

# settings.grain_style
source: Grain Style
pt_br: Estilo do Grão

# settings.grain_style.fine
source: Fine
pt_br: Fino

# settings.grain_style.medium
source: Medium
pt_br: Médio

# settings.grain_style.coarse
source: Coarse
pt_br: Grosso

# settings.preserve_brightness
source: Preserve Brightness
pt_br: Preservar Brilho

# settings.preserve_brightness.description
source: Maintains the original screen brightness
pt_br: Mantém o brilho original da tela

# settings.advanced
source: Advanced
pt_br: Avançado

# settings.save_automatically
source: Save Settings Automatically
pt_br: Salvar Configurações Automaticamente

# settings.save_automatically.description
source: Changes are saved instantly
pt_br: As alterações são salvas instantaneamente

# settings.show_in_dock
source: Show in Dock
pt_br: Mostrar no Dock

# settings.show_in_dock.description
source: Displays the app icon in the Dock
pt_br: Exibe o ícone do app no Dock

# settings.category.appearance
source: Appearance
pt_br: Aparência

# settings.category.behavior
source: Behavior
pt_br: Comportamento

# settings.category.lofi
source: Lo-Fi Station
pt_br: Estação Lo-Fi

# settings.category.support
source: Support
pt_br: Suporte

# settings.category.purchase
source: Full Version
pt_br: Versão Completa

# settings.appearance.title
source: Grain Effect
pt_br: Efeito Granulay

# settings.appearance.description
source: Configure the appearance of the grain effect on screen.
pt_br: Configure a aparência do efeito na tela.

# settings.behavior.title
source: Behavior
pt_br: Comportamento

# settings.behavior.description
source: Configure how the app behaves in the system.
pt_br: Configure como o app se comporta no sistema.

# settings.behavior.reset_title
source: Reset Settings
pt_br: Redefinir Configurações

# settings.behavior.reset_description
source: Restores all settings to default values.
pt_br: Restaura todas as configurações para os valores padrão.

# settings.lofi.title
source: Lo-Fi Station
pt_br: Estação Lo-Fi

# settings.lofi.description
source: Control your ambient lo-fi music for better concentration.
pt_br: Controle sua música lo-fi ambiente para maior concentração.

# settings.support.title
source: Support
pt_br: Suporte

# settings.support.description
source: Send feedback or report issues.
pt_br: Envie feedback ou reporte problemas.

# settings.feedback.placeholder
source: Share your experience, report bugs, or suggest improvements...
pt_br: Compartilhe sua experiência, reporte bugs ou sugira melhorias...

# settings.feedback.send
source: Send Feedback
pt_br: Enviar Feedback

# settings.feedback.sent
source: Feedback sent successfully!
pt_br: Feedback enviado com sucesso!

# settings.feedback.error
source: Error sending feedback. Please try again.
pt_br: Erro ao enviar feedback. Tente novamente.

# settings.feedback.validation
source: Please enter a message before sending.
pt_br: Por favor, digite uma mensagem antes de enviar.

# settings.reset
source: Reset to Defaults
pt_br: Restaurar Padrões

# settings.reset.description
source: Returns to original settings
pt_br: Volta às configurações originais

# settings.export
source: Export Settings
pt_br: Exportar Configurações

# settings.export.description
source: Saves your settings to a file
pt_br: Salva suas configurações em um arquivo

# settings.import
source: Import Settings
pt_br: Importar Configurações

# settings.import.description
source: Loads settings from a file
pt_br: Carrega configurações de um arquivo

# loading.applying_changes
source: Applying changes...
pt_br: Aplicando alterações...

# loading.sending_feedback
source: Sending feedback...
pt_br: Enviando feedback...

# loading.resetting
source: Resetting settings...
pt_br: Restaurando configurações...

# loading.exporting
source: Exporting settings...
pt_br: Exportando configurações...

# loading.importing
source: Importing settings...
pt_br: Importando configurações...

# alert.reset.title
source: Reset Settings
pt_br: Restaurar Configurações

# alert.reset.message
source: Are you sure you want to reset all settings to default values?
pt_br: Tem certeza que deseja restaurar todas as configurações para os valores padrão?

# alert.reset.confirm
source: Reset
pt_br: Restaurar

# alert.reset.cancel
source: Cancel
pt_br: Cancelar

# alert.export.success
source: Settings exported successfully!
pt_br: Configurações exportadas com sucesso!

# alert.import.success
source: Settings imported successfully!
pt_br: Configurações importadas com sucesso!

# alert.import.error
source: Error importing settings. Please check if the file is valid.
pt_br: Erro ao importar configurações. Verifique se o arquivo é válido.

# lofi.title
source: Lo-Fi Station
pt_br: Estação Lo-Fi

# lofi.playing
source: Playing
pt_br: Tocando

# lofi.stopped
source: Stopped
pt_br: Parado

# lofi.station
source: Station
pt_br: Estação

# lofi.play
source: Play
pt_br: Tocar

# lofi.pause
source: Pause
pt_br: Pausar

# lofi.stop
source: Stop
pt_br: Parar

# lofi.previous_station
source: Previous Station
pt_br: Estação Anterior

# lofi.next_station
source: Next Station
pt_br: Próxima Estação

# lofi.next
source: Next
pt_br: Próxima

# lofi.previous
source: Previous
pt_br: Anterior

# lofi.previous_track
source: Previous Track
pt_br: Faixa Anterior

# lofi.next_track
source: Next Track
pt_br: Próxima Faixa

# lofi.current_track
source: Track: %@
pt_br: Faixa: %@

# lofi.shuffle
source: Shuffle
pt_br: Aleatório

# lofi.repeat
source: Repeat
pt_br: Repetir

# lofi.loading
source: Loading...
pt_br: Carregando...

# lofi.credits
source: All tracks are royalty-free from Pixabay.com
pt_br: Todas as faixas são royalty-free do Pixabay.com

# lofi.credits.button
source: Pixabay Credits
pt_br: Créditos Pixabay

# purchase.trial.title
source: Trial Version
pt_br: Versão Trial

# purchase.trial.description
source: You are using the trial version of Granulay with limited functionality:
pt_br: Você está usando a versão trial do Granulay com funcionalidades limitadas:

# purchase.trial.basic_grain
source: Basic grain effect (Fine style, Weak intensity)
pt_br: Efeito de grão básico (estilo Fine, intensidade Fraca)

# purchase.trial.all_grain_styles
source: All grain styles and intensities
pt_br: Todos os estilos e intensidades de grão

# purchase.trial.lofi_functionality
source: Lo-Fi functionality
pt_br: Funcionalidade Lo-Fi

# purchase.trial.behavior_settings
source: Behavior settings
pt_br: Configurações de comportamento

# purchase.trial.preserve_brightness
source: Preserve brightness
pt_br: Preservar brilho

# purchase.unlock.title
source: Unlock all features:
pt_br: Desbloqueie todas as funcionalidades:

# purchase.unlock.all_grain_styles
source: All grain styles (Fine, Medium, Coarse)
pt_br: Todos os estilos de grão (Fine, Medium, Coarse)

# purchase.unlock.all_intensities
source: All intensities (Weak, Medium, Strong)
pt_br: Todas as intensidades (Fraca, Média, Forte)

# purchase.unlock.complete_lofi
source: Complete Lo-Fi functionality
pt_br: Funcionalidade Lo-Fi completa

# purchase.unlock.advanced_settings
source: Advanced behavior settings
pt_br: Configurações avançadas de comportamento

# purchase.unlock.preserve_brightness
source: Preserve brightness option
pt_br: Opção de preservar brilho

# purchase.button.title
source: Buy Full Version
pt_br: Comprar Versão Completa

# purchase.lifetime_access
source: 💎 Complete and lifetime access
pt_br: 💎 Acesso completo e vitalício

# purchase.error.title
source: Error
pt_br: Erro

# purchase.error.message
source: Could not open the store. Please try again later.
pt_br: Não foi possível abrir a loja. Tente novamente mais tarde.

# lofi.status.ready
source: Ready to play
pt_br: Pronto para reproduzir

# lofi.status.failed
source: Failed
pt_br: Falhou

# lofi.status.unknown
source: Unknown
pt_br: Desconhecido

# lofi.status.other
source: Other
pt_br: Outro

# lofi.error.playback
source: Playback error
pt_br: Erro de reprodução

# lofi.error.code
source: Error code
pt_br: Código do erro

# lofi.error.network
source: Network error detected, retrying...
pt_br: Erro de rede detectado, tentando novamente...

# lofi.error.unrecoverable
source: Unrecoverable error, skipping to next track
pt_br: Erro não recuperável, pulando para próxima faixa

# lofi.error.max_retries
source: Maximum retries reached, skipping track
pt_br: Máximo de tentativas atingido, pulando faixa

# lofi.error.no_network
source: No network connection available for retry
pt_br: Sem conexão de rede disponível para retry

# lofi.success.track_completed
source: Track completed naturally
pt_br: Faixa concluída naturalmente

# lofi.success.playback_started
source: Playback started
pt_br: Reprodução iniciada

# lofi.success.preparing
source: Preparing playback
pt_br: Preparando reprodução

# lofi.retry.attempt
source: Attempt %d/%d
pt_br: Tentativa %d/%d

# lofi.retry.not_ready
source: Item not ready, trying anyway...
pt_br: Item não está pronto, tentando mesmo assim...

# file.export.title
source: Export Settings
pt_br: Exportar Configurações

# file.import.title
source: Import Settings
pt_br: Importar Configurações

# trial.subtitle
source: Experience the vintage grain effect
pt_br: Experimente o efeito granulado vintage

# trial.limitations.title
source: Trial Limitations
pt_br: Limitações da Versão Trial

# trial.limitations.grain_style
source: • Grain style limited to Fine only
pt_br: • Estilo de grão limitado apenas ao Fino

# trial.limitations.intensity
source: • Grain intensity limited to Weak only
pt_br: • Intensidade de grão limitada apenas ao Fraco

# trial.limitations.brightness
source: • Preserve brightness disabled
pt_br: • Preservar brilho desativado

# trial.limitations.lofi
source: • Lo-Fi Station not available
pt_br: • Estação Lo-Fi não disponível

# trial.limitations.behavior
source: • Behavior settings not available
pt_br: • Configurações de comportamento não disponíveis

# trial.full_version.title
source: Full Version Features
pt_br: Recursos da Versão Completa

# trial.full_version.all_styles
source: • All grain styles (Fine, Medium, Coarse, Vintage)
pt_br: • Todos os estilos de grão (Fino, Médio, Grosso, Vintage)

# trial.full_version.all_intensities
source: • All intensity levels (Weak, Medium, Strong)
pt_br: • Todos os níveis de intensidade (Fraco, Médio, Forte)

# trial.full_version.brightness
source: • Preserve brightness option
pt_br: • Opção de preservar brilho

# trial.full_version.lofi
source: • Complete Lo-Fi Station with multiple stations
pt_br: • Estação Lo-Fi completa com múltiplas estações

# trial.full_version.behavior
source: • Full behavior customization
pt_br: • Personalização completa de comportamento

# trial.full_version.updates
source: • Automatic updates
pt_br: • Atualizações automáticas

# trial.purchase.button
source: Get Full Version
pt_br: Obter Versão Completa

# performance.quality.excellent
source: Excellent
pt_br: Excelente

# performance.quality.good
source: Good
pt_br: Boa

# performance.quality.medium
source: Medium
pt_br: Média

# performance.quality.low
source: Low
pt_br: Baixa

# trial.purchase.description
source: Unlock all features and support development
pt_br: Desbloqueie todos os recursos e apoie o desenvolvimento
